[act2]

[docks]
owls0 = ¿Sabes? Después de viajar en los trenes del [icon:conductor][name]Conductor[/name] todo este tiempo, estaba esperando algo un poco más... confiable.
owls1 = No puedo esperar para tener algo de tiempo en la piscina. Los búhos adoran el agua, ¿sabes?

[fluff]
restowl0 = Espero que no quemen la comida. No soy chef, pero estoy bastante seguro de que no es una cantidad normal de fuego.

owls0 = Estoy pensando en dejar el negocio del cine. Las películas del [icon:conductor][name]Conductor[/name] siempre son de acción - ¿Dónde está el drama? ¿Dónde está el arte?
owls1 = Tal vez podría trabajar en videojuegos en su lugar...
owls2 = ¡Seguí gente nueva y agradable en Chirper hoy! Estoy seguro de que no me arrepentiré.
owls3 = Pensé que la piscina se calentaría ya que hace mucho frío, pero... ¡no fue así!
owls4 = Casi me helé las plumas intentando bañarme hace un momento.
owls5 = Los nietos del [icon:conductor][name]Conductor[/name] son un poco... malcriados, ¿eh? Me alegro de que no es mi trabajo vigilarlos.

